Repository: CodyBontecou/GitSync.md
Catalog: Sync.md/Localizable.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, he, hi, hu, id, it, ja, ko, nb, nl, pl, pt_br, ru, sv, th, tr, uk, vi, zh_hans, zh_hant

source: The relay authorization is invalid or expired.
ar: الـ relay التفويض غير صالح أو منتهي الصلاحية.
da: Det relay Autoriseringen er ugyldig eller er udløst.
de: Das relay Die Autorisierung ist ungültig oder abgelaufen.
es: El relay La autorización es inválida o ha expirado.
fi: The relay Lisäytäntö on epävaalinen tai on päätynyt.
fr: Le relay L'autorisation est invalide ou expirée.
he: ה relay האישור אינו חוקי או פג.
hi: The relay अधिकृतता अमान्य या समाप्त हो गई है।
hu: A relay A engedély érvénytelen vagy lejárt.
id: The relay Otorisasi tidak sah atau telah kedaluwarsa.
it: Il relay L'autorizzazione è invalida o scaduta.
ja: The relay 認可情報が無効または有効期限が過ぎています。
ko: The relay 권한이 무효하거나 만료되었습니다.
nb: Det relay Autorisasjonen er ugyldig eller har utløpt.
nl: Het relay De autorisatie is ongeldig of is verlopen.
pl: The relay Autoryzacja jest nieprawidłowa lub wygaśnięła.
pt_br: O relay A autorização é inválida ou expirada.
ru: The relay Аутентификация недействительна или истекла срок действия.
sv: Det relay Auktoriseringen är ogiltig eller har utgått.
th: The relay การอนุญาตไม่ถูกต้องหรือหมดอายุแล้ว
tr: The relay Yetkilendirme geçersiz veya süresi dolmuştur.
uk: The relay Аутентифікація є неналежною або закінчилася.
vi: The relay Quyền truy cập không hợp lệ hoặc đã hết hạn.
zh_hans: 这个 relay 授权无效或已过期。
zh_hant: 這個 relay 授權無效或已過期。

source: The relay rejected the request (HTTP %lld).
ar: ال relay رفض الطلب (HTTP %lld).
da: Det relay Hævde anmodningen (HTTP) %lld).
de: Das relay Die Anfrage wurde abgelehnt (HTTP). %lld).
es: El relay Rechazó la solicitud (HTTP) %lld).
fi: The relay Hylkäsi pyynnön (HTTP) %lld).
fr: Le relay A rejeté la demande (HTTP) %lld).
he: ה relay דחה את הבקשה (http %lld).
hi: The relay अनुरोध को अस्वीकृत किया गया (HTTP) %lld).
hu: A relay Elutasította a kérést (HTTP) %lld).
id: The relay Menolak permintaan (HTTP) %lld).
it: Il relay Ha respinto la richiesta (HTTP) %lld).
ja: The relay リクエストを拒否しました（HTTP） %lld).
ko: The relay 요청을 거부했습니다 (HTTP) %lld).
nb: Det relay Avviste forespørselen (HTTP) %lld).
nl: Het relay De verzoek is geweigerd (HTTP) %lld).
pl: The relay Odrzucono żądanie (HTTP) %lld).
pt_br: O relay Rejeitou o pedido (HTTP) %lld).
ru: The relay Отклонить запрос (HTTP) %lld).
sv: Det relay Hänvisade tillbaka begäran (HTTP) %lld).
th: The relay ปฏิเสธคำขอ (HTTP) %lld).
tr: The relay İstek reddedildi (HTTP) %lld).
uk: The relay Відхилив запит (HTTP) %lld).
vi: The relay Chối bỏ yêu cầu (HTTP) %lld).
zh_hans: 这个 relay 拒绝了该请求（HTTP） %lld).
zh_hant: 這個 relay 拒絕了該請求（HTTP） %lld).

source: The relay returned an invalid enrollment response. Retry later.
ar: ال relay أرجع استجابة تسجيل غير صالحة. إعادة المحاولة لاحقًا.
da: Det relay Gav en ugyldig registreringsrespons. Prøv igen senere.
de: Das relay Es wurde eine ungültige Anmeldeantwort zurückgegeben. Bitte versuchen Sie es später erneut.
es: El relay Devolvió una respuesta de matriculación no válida. Intente de nuevo más tarde.
fi: The relay Palautettiin epäkohderyhmän rekisteröintipäätös. Yritä uudelleen myöhemmin.
fr: Le relay Une réponse d'inscription invalide a été retournée. Réessayez plus tard.
he: את relay החזירה תגובת הרשמה לא חוקית. תנסו מחדש מאוחר יותר.
hi: The relay अमान्य पंजीकरण प्रतिक्रिया वापस आई है। बाद में पुनः प्रयास करें।
hu: A relay Érvénytelen beiratkozási válasz érkezett vissza. Kérem, később ismételje meg a kísérletet.
id: The relay Mengembalikan respons pendaftaran yang tidak valid. Coba lagi nanti.
it: Il relay È stata restituita una risposta di iscrizione invalida. Riprovare in seguito.
ja: The relay 無効な登録応答が返されました。後で再度お試しください。
ko: The relay 잘못된 등록 응답이 반환되었습니다. 이후 다시 시도해 주세요.
nb: Det relay Gjorde en ugyldig registreringsrespons. Prøv igjen senere.
nl: Het relay Gaf een ongeldige inschrijvingsreactie terug. Probeer later opnieuw.
pl: The relay Otrzymano nieprawidłowy odpowiedź na rejestrację. Spróbuj ponownie później.
pt_br: O relay Retornou uma resposta de matrícula inválida. Tente novamente mais tarde.
ru: The relay Возврат ответа о недействительном регистрационном запросе. Попробуйте снова позже.
sv: Det relay Gav tillbaka ett ogiltigt registrerings-svar. Försök igen senare.
th: The relay ได้ส่งคำตอบการลงทะเบียนที่ไม่ถูกต้อง กรุณาลองใหม่อีกครั้งในภายหลัง
tr: The relay Geçersiz kayıt yanıtı döndürüldü. Daha sonra tekrar deneyin.
uk: The relay Повернуто неналежну відповідь щодо реєстрації. Спробуйте знову пізніше.
vi: The relay Trả về phản hồi đăng ký không hợp lệ. Vui lòng thử lại sau.
zh_hans: 这个 relay 返回了无效的注册响应。请稍后重试。
zh_hant: 這個 relay 返回了無效的註冊響應。請稍後重試。

source: The relay returned an invalid response.
ar: ال relay أرجع استجابة غير صالحة.
da: Det relay Gav en ugyldig respons.
de: Das relay Gab eine ungültige Antwort zurück.
es: El relay Devolvió una respuesta no válida.
fi: The relay Palautti epäkohderyhmän vastauksen.
fr: Le relay A retourné une réponse invalide.
he: ה relay החזיר תגובה לא חוקית.
hi: The relay एक अमान्य प्रतिक्रिया वापस की गई।
hu: A relay Érvénytelen választ adott vissza.
id: The relay Mengembalikan respons yang tidak valid.
it: Il relay Ha restituito una risposta non valida.
ja: The relay 無効な応答が返されました。
ko: The relay 잘못된 응답을 반환했습니다.
nb: Det relay Gav tilbake en ugyldig svar.
nl: Het relay Gaf een ongeldige reactie terug.
pl: The relay Zwróciło nieprawidłowy odpowiedź.
pt_br: O relay Retornou uma resposta inválida.
ru: The relay Вернул недействительный ответ.
sv: Det relay Gav tillbaka en ogiltig svar.
th: The relay ตอบกลับด้วยข้อมูลที่ไม่ถูกต้อง
tr: The relay Geçersiz bir yanıt döndürdü.
uk: The relay Повернуто неналежну відповідь.
vi: The relay Trả về phản hồi không hợp lệ.
zh_hans: 这个 relay 返回了无效响应。
zh_hant: 這個 relay 返回了無效響應。

source: The remote rejected the default system credentials.
ar: : أعاد النظام الرجعي رفض بيانات المصادقة الافتراضية.
da: : Remote-en har afvist de standard-systembrugerkredencer.
de: : Der Remote-Client hat die Standard-Systemanmeldedaten abgelehnt.
es: : El dispositivo remoto rechazó las credenciales predeterminadas del sistema.
fi: : Remote-laitteisto hylkäsi oletusjärjestelmän tunnistepalveluiden.
fr: : Le système distant a rejeté les identifiants par défaut du système.
he: : ה-remote דחה את פרטי ההתחברות mặcומרים של המערכת.
hi: : रिमोट ने डिफ़ॉल्ट सिस्टम क्रेडेंशियल्स को अस्वीकार कर दिया।
hu: : A távvezérlő elutasította a rendszer alapértelmezett bejelentkezési adatát.
id: Remote telah menolak kredensial sistem default.
it: : il dispositivo remoto ha respinto le credenziali predefinite del sistema.
ja: ：リモート側がデフォルトのシステム認証情報を拒否しました。
ko: : 원격 시스템이 기본 시스템 자격 정보를 거부했습니다.
nb: : Den fjernenhetenen avviste de standard-systemautentiseringsopplysningene.
nl: : De externe systeem heeft de standaardsysteemgegevens geweigerd.
pl: : Remote system odmawia domyślnych uprawnień logowania.
pt_br: : O dispositivo remoto rejeitou as credenciais padrão do sistema.
ru: : удалённый сервер отклонил стандартные системные учетные данные.
sv: : Den fjärranslutningen avvissade de standardsystemautentiseringsuppgifterna.
th: : ระบบระยะไกลปฏิเสธข้อมูลเข้าสู่ระบบเริ่มต้น
tr: : Uzaktan sisteme girmek için standart sistem kimlik bilgileri reddedildi.
uk: : Дистанційний пристрій відхилив за замовчуванням системні дані авторизації.
vi: : Thiết bị từ xa đã từ chối thông tin xác thực mặc định của hệ thống.
zh_hans: ：远程端拒绝了默认系统凭据。
zh_hant: ：遠程端拒絶了默認繫統憑據。

source: The remote rejected the saved SSH key. Check that the key has access to this repository and that the passphrase is correct.
ar: : أعاد النظام البعيد رفض المحتوى المحفوظ. الключа SSH : تحقق من أن هذه الكلمة المفتاحية تمتلك صلاحية الوصول إلى هذا المستودع، وكذلك من أن كلمة التأمين صحيحة.
da: : Den fjernmodul har afvist de gemte data. SSH nøgle. Kontrolér, at nølen har adgang til dette repository og at passordet er korrekt.
de: : Der Remote-Bereich hat das gespeicherte Dokument abgelehnt. SSH -Schlüssel. Überprüfen Sie, ob der Schlüssel Zugriff auf dieses Repository hat und ob das Passphrase korrekt ist.
es: : El sistema remoto rechazó el archivo guardado. Clave SSH . Verifique que la clave tenga acceso a este repositorio y que la frase de contraseña sea correcta.
fi: : Etätilaus hylkäsi tallennetun tiedon. SSH -avain. Tarkista, että avain on pääsyssä tähän tallennukseen ja että salasanan on oikea.
fr: : Le système distant a rejeté les données sauvegardées. Clé SSH : vérifiez que la clé a accès à ce dépôt et que le mot de passe est correct.
he: : ה-remote דחה את הנתונים שהוגדרו. chlיפת SSH – בדקו אם הchlיפת קולטת גישה למאגר זה וесודת שהchlיפת הסיסמולוגית נכונה.
hi: : रिमोट द्वारा सहेजे गए आइटम को अस्वीकृत कर दिया गया है। SSH कुंजी। यह सत्यापित करें कि कुंजी को इस रिपॉजिटरी में पहुँच है तथा पासवर्ड सही है।
hu: : A távvezérlés elutasította a mentett adatot. SSH kulcs: ellenőrizze, hogy a kulcshoz az adott tárolóhoz jutás van, és hogy a passzphrasz helyes.
id: : Remote menolak data yang telah disimpan. Kunci SSH . Periksa apakah kunci ini memiliki akses ke repositori ini dan apakah kata sandi (passphrase) sudah benar.
it: : il sistema remoto ha respinto l'elemento salvato. Chiave SSH . Verificare che la chiave abbia accesso a questo repository e che la frase di crittografia sia corretta.
ja: ：リモート端末が保存済みデータを拒否しました。 SSH キーについて、このリポジトリへのアクセス権が付与されているか、およびパスフレーズが正しいかを確認してください。
ko: : 원격 시스템이 저장된 데이터를 거부했습니다. SSH 키입니다. 해당 키가 이 저장소에 접근할 수 있는지, 그리고 패스프레시가 올바른지 확인하십시오.
nb: : fjernsystemet avviste det lagrede materialet. SSH nøkkel. Sjekk at nøkkelen har tilgang til dette lagringsmottaket og at passordet er korrekt.
nl: : De externe systeem heeft het opgeslagen gegeven geweigerd. SSH -sleutel. Controleer of de sleutel toegang heeft tot deze repository en of de passphrase correct is.
pl: : Odległy system odrzucił zapisane dane. Klucz SSH . Sprawdź, czy klucz ma dostęp do tego reposituarium oraz czy hasło jest poprawne.
pt_br: : O sistema remoto rejeitou o conteúdo salvo. Chave SSH . Verifique se a chave tem acesso a este repositório e se a frase de senha está correta.
ru: : удалённый сервер отклонил сохранённые данные. Ключ SSH . Проверьте, что у ключа есть доступ к этому репозиторию и что фраза пароля корректна.
sv: : Värdet har avvissats från sparad data. SSH nyckel. Kontrollera att nyckeln har tillgång till denna repostiro och att passphrasen är korrekt.
th: : ระบบระยะไกลปฏิเสธข้อมูลที่บันทึกไว้ คีย์ SSH : ตรวจสอบว่าคีย์นี้สามารถเข้าถึงรีโพซิทอรี่นี้ได้ และรหัสผ่านที่ใช้ถูกต้องหรือไม่
tr: : Uzaktan sistem, kaydedilen veriyi reddetmiştir. SSH anahtarı. Anahtarın bu depolama alanına erişim sağladığını ve şifreleme parolasının doğru olduğundan emin olun.
uk: : віддалений сервер відхилив збережене дані. Ключ SSH . Перевірте, чи у ключа є доступ до цього репозиторію та чи фраза-пароль правильна.
vi: : Bộ điều khiển từ xa đã từ chối dữ liệu đã lưu. Chìa khóa SSH . Hãy kiểm tra xem chìa khóa này có quyền truy cập vào kho lưu trữ này và mật khẩu xác thực có chính xác hay không.
zh_hans: 远程端拒绝了已保存的内容 SSH 密钥。请检查该密钥是否可访问此存储库，且密码短语是否正确。
zh_hant: 遠程端拒絶了已保存的內容 SSH 密鑰。請檢查該密鑰是否可訪問此存儲庫，且密碼短語是否正確。

source: The remote rejected the saved token/password. Check that it has access to this repository.
ar: : أعاد النظام البعيد رفض الرمز أو كلمة المرور المحفوظة؛ يُرجى التحقق من أن النظام له صلاحية الوصول إلى هذا المستودع.
da: : Remote-en har afvist det gemte token eller adgangskode. Undersøg, om den har adgang til dette repository.
de: : Der Remote-Bereich hat das gespeicherte Token bzw. Passwort abgelehnt. Überprüfen Sie, ob er Zugriff auf dieses Repository hat.
es: : El sistema remoto rechazó el token o contraseña guardado. Verifique que tenga acceso a este repositorio.
fi: : Remote-pohjainen ohjelma hylkäsi tallennetun tokenin/tunnuspalon. Tarkista, että se on käytössä tähän repositorioon.
fr: : Le serveur distant a rejeté le jeton/le mot de passe enregistré. Vérifiez que celui-ci dispose d'un accès à ce dépôt.
he: : ה-remote דחה את הטוקן/הסיסמה שהוגדרה; בדקו אם הוא יכול לגשת למאגר זה.
hi: : रिमोट द्वारा सहेजे गए टोकन/पासवर्ड को अस्वीकृत कर दिया गया है। यह सुनिश्चित करें कि इसमें इस रिपॉजिटरी तक पहुँच है।
hu: : A távvezérlő elutasította a mentett tokenet vagy jelszót. Ellenőrizze, hogy az adott számítógép hozzáférhet ehhez a tárolóhoz.
id: : Remote telah menolak token/password yang disimpan. Pastikan remote tersebut memiliki akses ke repositori ini.
it: : il sistema remoto ha respinto il token/password salvato. Verificare che abbia accesso a questo repository.
ja: ：リモート側が保存済みのトークン／パスワードを拒否しました。このリポジトリへのアクセス権限があることを確認してください。
ko: : 원격 시스템이 저장된 토큰 또는 비밀번호를 거부했습니다. 해당 시스템이 이 저장소에 접근할 수 있는지 확인하십시오.
nb: : Den fjernenheten har avvist det lagrede tokenet eller passordet. Sjekk at den har tilgang til dette repotretsystemet.
nl: : De externe systeem heeft het opgeslagen token of wachtwoord geweigerd. Controleer of het toegang heeft tot dit repository.
pl: : Remote system odrzucił zapisany token lub hasło. Sprawdź, czy posiada dostęp do tego reposituarium.
pt_br: : O sistema remoto rejeitou o token/senha salvo. Verifique se ele tem acesso a este repositório.
ru: : удалённый сервер отклонил сохранённый токен или пароль. Проверьте, имеет ли он доступ к этому репозиторию.
sv: : Remote-en har avvissat det sparade token eller lösenordet. Kontrollera att den har tillgång till denna repotre.
th: : ระบบระยะไกลปฏิเสธโทเคนหรือรหัสผ่านที่บันทึกไว้ โปรดตรวจสอบว่าระบบสามารถเข้าถึงรีโพซิทอรีนี้ได้หรือไม่
tr: : Uzaktan sistem, kaydedilmiş token/parolaı reddetmiştir. Bu depoya erişim hakkı sahip olup olmadığını kontrol edin.
uk: : дистанційний сервер відхилив збережений токен/пароль. Перевірте, чи має він доступ до цього репозиторію.
vi: : Hệ thống từ xa đã từ chối xác thực bằng token hoặc mật khẩu đã lưu; vui lòng kiểm tra xem hệ thống có quyền truy cập vào kho dữ liệu này hay không.
zh_hans: ：远程端拒绝了已保存的令牌/密码。请检查该端是否拥有访问此存储库的权限。
zh_hant: ：遠程端拒絶了已保存的令牌/密碼。請檢查該端是否擁有訪問此倉庫的權限。

source: The remote rejected the username '%@'. Check the repository credentials.
ar: : تم رفض اسم المستخدم '%@'. تحقق من بيانات الدخول إلى المستودع.
da: : Den fjernmodul har afvist brugernavnet '%@'. Kontrolér repositoryens adgangskrav.
de: : Der Remote-Server hat den Benutzernamen „" abgelehnt.%@'. Überprüfen Sie die Repository-Anmeldeinformationen.
es: : El servidor remoto rechazó el nombre de usuario '%@'. Verifique las credenciales del repositorio.
fi: : Remote -ohjelma hylkäsi käyttäjän nimen ''%@– Tarkista tallennusjärjestelmän tunnistetiedot.
fr: : Le serveur distant a rejeté le nom d'utilisateur « ».%@: Vérifiez les identifiants de connexion au dépôt.
he: : ה-remote דחה את שם המשתמש '%@– בדьте את פרטי הא登录 של המאגר.
hi: : रिमोट ने '' उपयोगकर्ता नाम को अस्वीकृत कर दिया है।%@– रिपॉजिटरी के प्रमाणनों का निरीक्षण करें।
hu: : A távcsől felhívó a felhasználónév „"-t elutasította.%@: Próbálja meg a repozitóriumban használt bejelentkezési adatokat.
id: : Remote menolak nama pengguna '%@'. Periksa kredensial repositori.
it: : il server remoto ha respinto l'username '%@'. Verificare le credenziali del repository.
ja: ：リモート側はユーザー名「」を拒否しました。%@：リポジトリの認証情報を確認してください。
ko: : 원격 시스템이 사용자 이름 '을 거부했습니다.%@'. 저장소 인증 정보를 확인하세요.
nb: : fjernsystemet avviste brukernavnet ''%@– Sjekk repotretningsopplysningene.
nl: : De externe systeem heeft de gebruikersnaam „" geweigerd.%@'. Controleer de repository-gegevens.
pl: : serwer odległy odrzucił nazwę użytkownika „".%@– Sprawdź dane logowania do reposituarium.
pt_br: : O sistema remoto rejeitou o nome de usuário '%@– Verifique as credenciais do repositório.
ru: : удалённый сервер отклонил имя пользователя «»%@. Проверьте учетные данные для репозитория.
sv: : Remote-servern har avvist användarnamnet '%@– Kontrollera repostiets anslutningsuppgifter.
th: : ระบบจากระยะไกลปฏิเสธชื่อผู้ใช้ '%@: ตรวจสอบข้อมูลสิทธิ์เข้าถึงรีโพซิทอรี่
tr: : Uzaktan sistem, kullanıcı adını reddetti.%@: Depo kimlik bilgilerini kontrol edin.
uk: : віддалений сервер відхилив ім'я користувача «»%@'. Перевірте дани дані для репозиторію.
vi: : Máy từ xa đã từ chối tên người dùng '%@'. Vui lòng kiểm tra thông tin đăng nhập của kho dữ liệu.
zh_hans: 远程系统拒绝了用户名“%@。请检查存储库凭证。
zh_hant: 遠程繫統拒絶了用戶名“%@。請檢查存儲庫憑証。

# The remote requested %@, but the saved %@ credentials are not compatible.
source: The remote requested %1$@, but the saved %2$@ credentials are not compatible.
ar: : طلب عن بُعد %1$@، ولكن البيانات المحفوظة بيانات %2$@ غير متوافقة.
da: – Afstandsbaseret forespørgsel %1$@, men det gemte %2$@ -kravene er ikke kompatible.
de: – Fernanfrage wurde angefordert %1$@, aber gespeichert Die Anmeldedaten von %2$@ sind nicht kompatibel.
es: : Se ha solicitado desde el remoto %1$@, pero el guardado Las credenciales de %2$@ no son compatibles.
fi: – Etäpyyntö on esitetty %1$@, mutta tallennettu %2$@ -tiedot eivät ole yhteensopivia.
fr: La demande depuis le poste distant %1$@, mais le contenu a été enregistré. Les identifiants %2$@ ne sont pas compatibles.
he: – הבקשה מרוחקת %1$@, אך המותקן הפרטי האימות %2$@ אינם совместные.
hi: : रिमोट के लिए अनुरोध किया गया है। %1$@, लेकिन सहेजा गया है। %2$@ क्रेडेंशियल्स संगत नहीं हैं।
hu: : távvezérlési kérés %1$@, de a mentett adatok A %2$@ hitelesítő adatok nem kompatibilisek.
id: Permintaan dari jarak jauh telah diajukan %1$@, tetapi telah disimpan Kredensial %2$@ tidak kompatibel.
it: : richiesta remota %1$@, ma è stato salvato Le credenziali %2$@ non sono compatibili.
ja: ：リモートからの要求があります %1$@ですが、保存済みです。 %2$@ の認証情報は互換性がありません。
ko: 원격 요청됨 %1$@이지만, 저장된 상태입니다. %2$@ 인증 정보는 호환되지 않습니다.
nb: – fjernanmodus er foreslått %1$@, men de lagrede verdiene %2$@ -kredensialer er ikke kompatible.
nl: : De afstandsverzoek is verzonden. %1$@, maar het is opgeslagen De %2$@ -credentiaal zijn niet compatibel.
pl: – żądanie odległego %1$@, ale zapisane Kredencje %2$@ nie są kompatybilne.
pt_br: – Pedido remoto solicitado %1$@, mas o salvo As credenciais de %2$@ não são compatíveis.
ru: : удалённый запрос %1$@, но сохранено Логин и пароль %2$@ не совместимы.
sv: – fjärransökan är begärad %1$@, men det sparade %2$@ -kreditorer är inte kompatibla.
th: : ได้รับคำขอจากระยะไกล %1$@แต่ถูกบันทึกแล้ว %2$@ : ข้อมูลบัญชีไม่เข้ากันได้
tr: : Uzaktan iste işlemi gerçekleştirildi. %1$@, ancak kaydedilmiştır. %2$@ kimlik bilgileri uyumludur.
uk: – вимагається дистанційне зв'язок %1$@, але збережене Дані кріденталі %2$@ не є сумісними.
vi: : Yêu cầu từ xa %1$@, nhưng đã được lưu %2$@ : Tài khoản đăng nhập không tương thích.
zh_hans: 远程请求 %1$@，但已保存 %2$@ 凭据不兼容。
zh_hant: 遠程請求 %1$@，但已保存 %2$@ 憑據不兼容。

source: The remote requested HTTPS credentials, but no token or password is saved for this repository.
ar: : تم طلب بيانات اعتماد HTTPS عن بُعد، لكن لا يوجد أي رمز أو كلمة مرور محفوظ لمستودع هذا.
da: : Den fjernansigende funktion har forespurt HTTPS-krav, men der er ingen token eller adgangskode gemt for dette repository.
de: : Die Remote-Verbindung hat HTTPS-Zugangsdaten angefordert, jedoch sind für dieses Repository kein Token noch kein Passwort gespeichert.
es: : Se solicitaron credenciales HTTPS desde la distancia, pero no se ha guardado ningún token ni contraseña para este repositorio.
fi: : Remote -palvelu pyytää HTTPS-tilaustietoja, mutta tässä tallennusjärjestelmässä ei ole tallennettu lainkaan tokenia tai salasanaa.
fr: : Le système a demandé des identifiants HTTPS depuis un terminal distant, mais aucun jeton ou mot de passe n'est enregistré pour ce dépôt.
he: : הבקשה לאפשרויות HTTPS מרחוק, אך אין שומרת טוקן או סיסמה עבור המאגר הזה.
hi: : रिमोट ने HTTPS के लिए प्राधान्य आवश्यकताएँ मांगी हैं, लेकिन इस रिपॉजिटरी के लिए कोई टोकन या पासवर्ड सहेजा नहीं गया है।
hu: : A távvezérlés kéri az HTTPS-azonosítókat, de ez a tároló számára nincs token vagy jelszó rögzítve.
id: : Remote meminta kredensial HTTPS, tetapi tidak ada token maupun kata sandi yang disimpan untuk repositori ini.
it: : il client remoto ha richiesto le credenziali HTTPS, ma non è stato salvato alcun token né password per questo repository.
ja: ：リモートからHTTPS認証情報を要求しましたが、このリポジトリに対してトークンまたはパスワードが保存されていません。
ko: : 원격 시스템이 HTTPS 인증 정보를 요청했으나, 해당 저장소에 토큰 또는 비밀번호가 저장되어 있지 않습니다.
nb: : Den fjernenheten har foreslått HTTPS-kredensialer, men det er ingen token eller passord lagret for dette lagringsmottakeret.
nl: : De externe functie heeft HTTPS-gegevens verzocht, maar er is geen token of wachtwoord voor dit repository opgeslagen.
pl: : Zasób odległy żąda danych uwierzytelniających dla HTTPS, jednak nie jest zapisany żaden token ani hasło dla tego reposituarium.
pt_br: : O remoto solicitou credenciais HTTPS, mas nenhum token ou senha foi salvo para este repositório.
ru: : удалённый клиент запросил учетные данные для HTTPS, но для данного репозитория не сохранено ни токена, ни пароля.
sv: : Den fjärran anropade HTTPS-autentiseringsuppgifter, men inget token eller lösenord är lagrade för detta lagringsplats.
th: : ระบบเรียกใช้ข้อมูลบัญชี HTTPS จากปลายทางไกล แต่ไม่มีโทเคนหรือรหัสผ่านที่ถูกบันทึกไว้สำหรับรีโพซิทอรีนี้
tr: : Uzaktan HTTPS kimlik bilgileri istenmiştir ancak bu depolama alanına ilişkin hiçbir token veya şifre kaydedilmemiştir.
uk: : Звідки-небудь було запитано кріденції для HTTPS, але для цього репозиторію не збережено жодного токена чи пароля.
vi: : Hệ thống đã yêu cầu thông tin xác thực HTTPS từ máy chủ từ xa, nhưng không có token hay mật khẩu nào được lưu cho kho dữ liệu này.
zh_hans: ：远程请求了HTTPS凭据，但该仓库中未保存任何令牌或密码。
zh_hant: ：遠程請求了HTTPS憑據，但該倉庫中未保存任何令牌或密碼。
